Repository: 84000/data-translation-memory
Catalog: Toh_152-The_Questions_of_Sagaramati-v2.tmx
Source language: bo
Languages: en

source: གཞན་ཡང་གསུམ་སྟེ། སེམས་ཅན་རྣམས་ལ་བརྙས་པ་མེད་པ་དང་། སྦྱིན་གནས་རྣམས་ལ་རབ་ཏུ་འདུད་པ་དང་། ཉོན་མོངས་པ་རྣམས་སུ་མི་ལྟུང་བའོ། །
en: “There are another three: not abusing beings, being respectful of those worthy of offerings, and not falling into afflictions.

source: གཞན་ཡང་གསུམ་སྟེ། འདོད་པའི་ཁམས་ཀྱིས་མི་གོས་པ་དང་། གཟུགས་ཀྱི་ཁམས་དང་མ་འདྲེས་པ་དང་། གཟུགས་མེད་པའི་ཁམས་ལ་དེ་མ་ཆགས་པའོ། །
en: “There are another three: not being stained by the desire realm, not becoming affected by the form realm, and not being attached to the formless realm.

source: གཞན་ཡང་གསུམ་སྟེ། མ་རྙེད་པ་དང་མ་གྲགས་པ་དང་སྨད་པ་དང་སྡུག་བསྔལ་རྣམས་ཀྱིས་སྲོ་ཤི་བ་མེད་པ་དང་། རྙེད་པ་དང་གྲགས་པ་དང་བསྔགས་པ་དང་བདེ་བ་རྣམས་ཀྱིས་ཁེངས་པ་མེད་པ་དང་། འཇིག་རྟེན་གྱི་ཆོས་བརྒྱད་དང་མ་འདྲེས་པས་རི་ལྟར་མི་གཡོ་བའོ། །
en: “There are another three: not being disheartened by poverty, obscurity, scorn, or suffering; not becoming arrogant because of gain, renown, praise, or pleasure; and being like a mountain in not being affected by the eight worldly concerns.

source: གཞན་ཡང་གསུམ་སྟེ། དབང་པོ་རྣམས་ཤིན་ཏུ་སྦས་པ་དང་། མདུད་པ་རྣམས་ལས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་དང་། སེམས་ཤིན་ཏུ་དུལ་བའོ། །
en: “There are another three: keeping the faculties under control, liberating oneself from all the māras, and taming the mind.

source: གཞན་ཡང་གསུམ་སྟེ། སའི་ཡོན་ཏན་ལ་གནས་པ་ཤེས་པ་དང་། སའི་ཉེས་པ་ཟློག་པ་ཤེས་པ་དང་། ས་ནས་སར་འཕར་བ་ཤེས་པའོ། །
en: “There are another three: knowing how to maintain the qualities of the levels, knowing how to undo the flaws of each level, and knowing how to ascend from level to level.

source: གཞན་ཡང་གསུམ་སྟེ། བསམ་པ་གྱ་ནོམ་པ་ལ་གནས་པ་དང་། ལྷག་པའི་བསམ་པའི་ཁྱད་པར་ལ་གནས་པ་དང་། སྦྱོར་བ་རྒྱུན་མི་འཆད་པར་གནས་པའོ། །
en: “There are another three: maintaining excellent contemplation, maintaining an especially pure motivation, and maintaining continual application.

source: གཞན་ཡང་གསུམ་སྟེ། ཏིང་ངེ་འཛིན་ཡོངས་སུ་དག་པར་བྱ་བའི་ཕྱིར་ལྷག་པའི་ཚུལ་ཁྲིམས་ལ་སློབ་པ་དང་། ཤེས་རབ་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་ལྷག་པའི་སེམས་ལ་སློབ་པ་དང་། རྣམ་པར་གྲོལ་བ་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་ལྷག་པའི་ཤེས་རབ་ལ་སློབ་པའོ། །
en: “There are another three: training in higher discipline in order to purify absorption, training in higher mind in order to perfect insight, and training in higher insight in order to perfect liberation.

source: གཞན་ཡང་གསུམ་སྟེ། བདེ་བའི་ཚོར་བ་ལ་རྗེས་སུ་ཆགས་པ་སྤོང་བ་དང་། སྡུག་བསྔལ་གྱི་ཚོར་བ་ལ་ཁོང་ཁྲོ་བ་སྤོང་བ་དང་། སྡུག་བསྔལ་ཡང་མེད་བདེ་བ་ཡང་མེད་པའི་ཚོར་བ་ལ་མ་རིག་པ་སྤོང་བའོ། །
en: “There are another three: abandoning attachment to pleasant feelings, abandoning aversion toward painful feelings, and abandoning a lack of perceptions of feelings that are neither pleasant nor painful.

source: གཞན་ཡང་གསུམ་སྟེ། མངོན་པར་འདུ་བྱ་བ་མེད་པས་རྒྱུ་ལས་ལྡོག་པ་དང་། ཡོངས་སུ་མི་རྟོག་པས་ཉོན་མོངས་པ་ལས་ལྡོག་པ་དང་། སྨོན་པ་མེད་པས་ཁམས་གསུམ་ལས་ལྡོག་པའོ། །
en: “There are another three: turning away from causes through the unconditioned; turning away from afflictions through nonconceptuality; and turning away from the three realms through wishlessness.

source: གཞན་ཡང་གསུམ་སྟེ། སྟོང་པ་ཉིད་ཀྱང་འདྲིས་པར་བྱེད་ལ་ལྟ་བ་དང་ཡང་བྲལ་བ་དང་། མཚན་མ་མེད་པ་ཡང་འདྲིས་པར་བྱེད་ལ་རྣམ་པར་རྟོག་པ་ཡང་ཉེ་བར་ཞི་བ་དང་། སྨོན་པ་མེད་པ་ཡང་འདྲིས་པར་བྱེད་ལ་ཁམས་གསུམ་ཡང་འགོག་པའོ། །
en: “There are another three: gaining familiarity with emptiness and eliminating views, gaining familiarity with signlessness and pacifying concepts, gaining familiarity with wishlessness and stopping the three realms.

source: གཞན་ཡང་གསུམ་སྟེ། མིག་སྟོང་པ་ཉིད་དང་། གཟུགས་དབེན་པ་ཉིད་དང་། མིག་གི་རྣམ་པར་ཤེས་པ་གནས་པ་མེད་པ་ཉིད་དོ། །
en: “There are another three: the eye’s emptiness, form’s separateness, and visual consciousness’s lack of basis.

source: གཞན་ཡང་གསུམ་སྟེ། རྣ་བ་སྟོང་པ་ཉིད་དང་། སྒྲ་དབེན་པ་ཉིད་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པ་གནས་པ་མེད་པའོ། །
en: “There are another three: the ear’s emptiness, sound’s separateness, and auditory consciousness’s lack of basis.

source: གཞན་ཡང་གསུམ་སྟེ། སྣ་སྟོང་པ་ཉིད་དང་། དྲི་དབེན་པ་ཉིད་དང་། སྣའི་རྣམ་པར་ཤེས་པ་གནས་པ་མེད་པའོ། །
en: “There are another three: the nose’s emptiness, smell’s separateness, and olfactory consciousness’s lack of basis.

source: གཞན་ཡང་གསུམ་སྟེ། ལྕེ་སྟོང་པ་ཉིད་དང་། རོ་དབེན་པ་ཉིད་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་གནས་པ་མེད་པའོ། །
en: “There are another three: the tongue’s emptiness, taste’s separateness, and gustatory consciousness’s lack of basis.

source: གཞན་ཡང་གསུམ་སྟེ། ལུས་སྟོང་པ་ཉིད་དང་། རེག་བྱ་དབེན་པ་ཉིད་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་གནས་པ་མེད་པའོ། །
en: “There are another three: the body’s emptiness, texture’s separateness, and tactile consciousness’s lack of basis.

source: གཞན་ཡང་གསུམ་སྟེ། ཡིད་སྟོང་པ་ཉིད་དང་། ཆོས་དབེན་པ་ཉིད་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་གནས་པ་མེད་པའོ། །
en: “There are another three: the mind’s emptiness, mental phenomena’s separateness, and mental consciousness’s lack of basis.

source: གཞན་ཡང་གསུམ་སྟེ། ཚུལ་ཁྲིམས་སྦེད་པ་དང་། ཏིང་ངེ་འཛིན་ཀུན་ཏུ་སྲུང་བ་དང་། ཤེས་རབ་ཀྱིས་རབ་ཏུ་རྣམ་པར་འབྱེད་པ་ཤེས་པའོ། །
en: “There are another three: guarding discipline, preserving absorption, and maintaining discriminating knowledge through insight.

source: གཞན་ཡང་གསུམ་སྟེ། དྲན་པས་དམ་པའི་ཆོས་ཀུན་ཏུ་འཛིན་པ་དང་། བློ་གྲོས་ཀྱིས་ཚུལ་བཞིན་དུ་སོ་སོར་རྟོག་པ་དང་། རྟོགས་པས་དོན་གྱི་རྣམ་པར་ཁོང་དུ་ཆུད་པའོ། །
en: “There are another three: using mindfulness to uphold the Dharma, using intelligence to gain appropriate understanding, and using realization to master the meaning.

source: གཞན་ཡང་གསུམ་སྟེ། ཉན་ཐོས་རྣམས་ལ་འཕགས་པའི་བདེན་པའི་སྒྲའི་རྗེས་སུ་ཞུགས་པས་རྣམ་པར་གྲོལ་བའི་ཚུལ་སྟོན་པ་དང་། རང་སངས་རྒྱས་རྣམས་ལ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་རྩེ་གཅིག་ཏུ་བྱ་བས་རྣམ་པར་གྲོལ་བའི་ཚུལ་སྟོན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ལ་སྤྱོད་པས་རྣམ་པར་གྲོལ་བའི་ཚུལ་སྟོན་པའོ། །
en: “There are another three: demonstrating the manner of liberation to hearers by speaking the words of the truths of the noble ones, demonstrating the manner of liberation to solitary buddhas through being one-pointedly focused on dependent origination, and demonstrating the manner of liberation to bodhisattvas through engaging in the six perfections.

source: གཞན་ཡང་གསུམ་སྟེ། གཏོང་བ་དང་། གཏོང་བ་ཆེན་པོ་དང་། ཤིན་ཏུ་གཏོང་བའོ། །
en: “There are another three: giving, great giving, and extraordinary giving.

source: དེ་ལ་གཏོང་བ་ནི་རིན་པོ་ཆེ་ཐམས་ཅད་ཡོངས་སུ་གཏོང་བའོ། །གཏོང་བ་ཆེན་པོ་ནི་ཆུང་མ་དང་། བུ་དང་། བུ་མོ་ཡོངས་སུ་གཏོང་བའོ། །ཤིན་ཏུ་གཏོང་བ་ལ་ནི་ལག་པ་དང་། རྐང་པ་དང་། མགོ་དང་། མིག་ཡོངས་སུ་གཏོང་བའོ། །
en: In this case, giving means giving valuables; great giving means giving one’s wife, son, or daughter; and extraordinary giving means giving one’s hands, feet, head, or eyes.

source: གཞན་ཡང་གསུམ་སྟེ། དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་དང་། ཆོས་སྨྲ་བ་ཡོངས་སུ་འཛིན་པ་དང་། ཐེག་པ་ཆེན་པོ་ཡོངས་སུ་འཛིན་པའོ། །
en: “There are another three: upholding the sacred Dharma, upholding the position of a Dharma teacher, and upholding the Great Vehicle.

source: གཞན་ཡང་གསུམ་སྟེ། འཁོར་བའི་རྒྱུན་མི་གཅོད་པ་དང་། འཁོར་བའི་སྐྱོན་ཁོང་དུ་ཆུད་པ་དང་། འཁོར་བའི་སྐྱོན་ཡོངས་སུ་སྤོང་བའོ། །
en: “There are another three: understanding the unbroken continuity of saṃsāra, realizing saṃsāra’s faults, and abandoning saṃsāra’s faults.

source: གཞན་ཡང་གསུམ་སྟེ། སྒྲིབ་པ་དང་བྲལ་བའི་སེམས་ཀྱིས་ཆོས་ཉན་པ་དང་། ཀུན་ནས་ལྡང་བ་མེད་པའི་སེམས་ཀྱིས་ནང་དུ་ཡང་དག་པར་འཇོག་པ་དང་། འབྱུང་བའི་སེམས་ཀྱིས་ཡང་དག་པར་བསྒྲུབ་པའོ། །
en: “There are another three: listening to the Dharma with an unobscured mind, meditating alone with a settled mind, and reaching mastery with an active mind.

source: གཞན་ཡང་གསུམ་སྟེ། དོན་ལ་རྟོན་པའི་ཐོས་པ་དང་། ཡེ་ཤེས་ལ་རྟོན་པའི་སོ་སོར་རྟོག་པ་དང་། ཆོས་ལ་རྟོན་པའི་རྣམ་པར་གྲོལ་བའོ། །
en: “There are another three: hearing based on the meaning, thinking based on wisdom, and liberation based on the Dharma.

source: གཞན་ཡང་གསུམ་སྟེ། མང་དུ་ཐོས་པའི་དགོན་པ་ན་གནས་པ་དང་། དགོན་པ་ན་གནས་ཏེ་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་དང་། ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ལ་རབ་ཏུ་བརྩོན་ཏེ། ཆོས་ཐམས་ཅད་རྗེས་སུ་རྟོག་པའོ། །
en: “There are another three: staying in seclusion with ample opportunities to study, keeping a correct outlook while staying in seclusion, and endeavoring in the correct outlook to understand all phenomena.

source: གཞན་ཡང་གསུམ་སྟེ། མཁས་པ་རྣམས་ལ་བསྙེན་བཀུར་བྱེད་པ་དང་། མང་དུ་ཐོས་པ་རྣམས་ལ་འདྲི་བ་དང་། བསམ་གཏན་པ་རྣམས་ཀུན་ཏུ་བསྲུང་བའོ། །
en: “There are another three: serving the learned, asking questions of the educated, and protecting meditators.

source: གཞན་ཡང་གསུམ་སྟེ། ཟང་ཟིང་མེད་པའི་སེམས་ཀྱིས་ཆོས་སྦྱིན་པ་དང་། ཆོས་ཉན་པ་རྣམས་ལ་བྱམས་པ་ཉེ་བར་སྒྲུབ་པ་དང་། ཐམས་ཅད་མཁྱེན་པའི་སེམས་མངོན་དུ་བྱེད་པའི་ལས་སོ། །
en: “There are another three: giving the Dharma without any concern for wealth, loving those who are studying Dharma, and manifesting the mind of omniscience.

source: གཞན་ཡང་གསུམ་སྟེ། སེམས་མཉམ་པ་ཉིད་པས་སེམས་ཅན་མཉམ་པ་ཉིད་དང་། ཐ་དད་པ་མེད་པ་ཉིད་པས་ཆོས་མཉམ་པ་ཉིད་དང་། ཡེ་ཤེས་མཉམ་པ་ཉིད་པས་སངས་རྒྱས་མཉམ་པ་ཉིད་དོ། །
en: “There are another three: the equality of the mind reveals the equality of beings; the absence of difference reveals the equality of phenomena; the equality of wisdom reveals the equality of the buddhas.

source: གཞན་ཡང་གསུམ་སྟེ། ཡེ་ཤེས་ཀྱི་དུས་གསུམ་མཉམ་པ་ཉིད་དང་། བློས་རྣམ་པར་ཐར་པ་གསུམ་མཉམ་པ་ཉིད་དང་། ཡོངས་སུ་ཤེས་པས་ཁམས་གསུམ་མཉམ་པ་ཉིད་དོ། །
en: “There are another three: wisdom reveals the equality of the three times; the intellect reveals the equality of the three liberations; understanding reveals the equality of the three realms.

source: གཞན་ཡང་གསུམ་སྟེ། འདུ་བྱེད་ཐམས་ཅད་ལ་མི་རྟག་པ་དང་སྡུག་བསྔལ་བར་སོ་སོར་རྟོག་པ་དང་། ཆོས་ཐམས་ཅད་ལ་བདག་མེད་པར་སོ་སོར་རྟོག་པ་དང་། མྱ་ངན་ལས་འདས་པ་ལ་ཞི་བར་རྟོག་པའོ། །
en: “There are another three: conceiving of all formations as impermanent and dissatisfying, realizing all phenomena to be selfless, and realizing nirvāṇa to be peace.

source: གཞན་ཡང་གསུམ་སྟེ། ཉམས་འོག་ཏུ་ཆུད་པར་བྱེད་པས་དམ་བཅས་པ་སྙིང་པོ་ཉིད་དང་། ནན་ཏན་བྱེད་པས་ཐོས་པ་སྙིང་པོ་ཉིད་དང་། ཤེས་རབ་ཀྱིས་ཏིང་ངེ་འཛིན་སྙིང་པོ་ཉིད་དོ། །
en: “There are another three: the essence of commitment come through experience; the essence of learning comes through persistence; the essence of absorption comes through insight.

source: གཞན་ཡང་གསུམ་སྟེ། ལྟུང་བ་མི་འཆབ་པ་དང་། སྡིག་པ་རྣམ་པར་འབྱེད་པ་དང་། ཕྱིན་ཆད་སྡོམ་པར་བྱེད་པའོ། །
en: “There are another three: not concealing one’s downfalls, identifying harmful actions, and making vows about the future.

source: གཞན་ཡང་གསུམ་སྟེ། འགྱོད་པ་དང་བྲལ་བ་དང་། ཀུན་ནས་ལྡང་བ་དང་བྲལ་བ་དང་། ཐེ་ཚོམ་དང་བྲལ་བའོ། །
en: “There are another three: being without regret, being free of upheaval, and being without doubt.

source: གཞན་ཡང་གསུམ་སྟེ། དགོན་པ་ལ་གནས་པ་དང་། རབ་ཏུ་དབེན་པ་ལ་དགའ་བ་དང་། དགེ་བའི་ཆོས་འདོད་པའོ། །
en: “There are another three: staying in seclusion, delighting in solitude, and desiring virtuous qualities.

source: གཞན་ཡང་གསུམ་སྟེ། ཟབ་མོའི་ཆོས་ལ་བཟོད་པ་དང་། ཆོས་སྣ་ཚོགས་སྟོན་པ་དང་། སྤོབས་པ་ཀུན་ཏུ་འགྲོ་བའོ། །
en: “There are another three: accepting the profound Dharma, giving various Dharma teachings, and exercising eloquence.

source: གཞན་ཡང་གསུམ་སྟེ། ཐོས་པ་རྣམ་པར་ངེས་པའི་གཟུངས་དང་། སངས་རྒྱས་ཀྱིས་བྱིན་གྱིས་བརླབས་པའི་སྤོབས་པ་དང་། ལྷས་ཡོངས་སུ་བཟུང་བའི་ཆོས་ཀྱི་གཏམ་མོ། །
en: “There are another three: clear recollection of what one has heard, eloquence that is blessed by the Buddha, and Dharma discourse that is upheld by the gods.

source: གཞན་ཡང་གསུམ་སྟེ། ས་ལྟ་བུའི་སེམས་དང་པོ་སྐྱེད་པ་དང་། སྦྱོར་བ་ཐམས་ཅད་ཉམས་འོག་ཏུ་ཆུད་པར་བྱེད་པའི་དཔྱོད་པ་དང་འབྲེལ་པ་དང་། འདུ་ཤེས་ཐམས་ཅད་ལོག་པའི་ཕྱིར་མི་ལྡོག་པའི་སའོ། །
en: “There are another three: having the initial development of the earth-like mind of awakening, applying experiential analysis to all one’s activities, and reaching the irreversible level where one reverses all concepts.

source: གཞན་ཡང་གསུམ་སྟེ། སྒྲའི་རྗེས་སུ་འགྲོ་བའི་བཟོད་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་དང་། བསམས་པ་ལས་བྱུང་བའི་བཟོད་པ་འཕྲོ་བ་མེད་པ་དང་། མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པའོ། །
en: “There are another three: perfecting the patience that conforms with sound, attaining the patience that comes from contemplation and is without proliferations, and attaining the patience regarding the unborn nature of phenomena.

source: བློ་གྲོས་རྒྱ་མཚོ་གཞན་ཡང་ཐེག་པ་ཆེན་པོ་སྟོན་པར་འགྱུར་བའི་ཆོས་གསུམ་སྟེ། གསུམ་གང་ཞེ་ན།
en: “Sāgaramati, there are three other teachings that reveal the Great Vehicle. What are they?

source: ཐབས་དང་ཤེས་རབ་དང་རབ་ཏུ་ལྡན་པའི་ལམ་བསྒོམ་པ་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་རབ་ཏུ་ལྡན་པར་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་དང་། བརྩོན་འགྲུས་དང་བག་ཡོད་པ་དང་རབ་ཏུ་ལྡན་པར་དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་སྟེ།
en: Cultivating the path that is endowed with skillful means and insight, ripening beings while possessing great love and compassion, and upholding the sublime Dharma while possessing diligence and carefulness.

source: བློ་གྲོས་རྒྱ་མཚོ་ཆོས་གསུམ་པོ་དེ་དག་ནི་ཐེག་པ་ཆེན་པོ་སྟོན་པར་འགྱུར་བའོ།། །།
en: Sāgaramati, these three teachings reveal the Great Vehicle.

source: འཕགས་པ་བློ་གྲོས་རྒྱ་མཚོས་ཞུས་པ། བམ་པོ་བདུན་པ། བློ་གྲོས་རྒྱ་མཚོ་གཞན་ཡང་ཐེག་པ་ཆེན་པོའི་བར་ཆད་དུ་འགྱུར་བའི་ཆོས་བཞི་སྟེ། བཞི་གང་ཞེ་ན།
en: “Sāgaramati, moreover, there are four ways the Great Vehicle is obstructed. What are they?

source: ཉེས་པར་ཐོས་པ་ཉན་པ་སྟེ། འདི་ལྟར་འཇིག་རྟེན་རྒྱང་ཕན་པའི་གསང་ཚིག་ཡོངས་སུ་ཚོལ་བ་དང་། ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་དང་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཀྱི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་མི་ཉན་པ་དང་། བདུད་ཀྱི་ལས་ཀུན་ནས་ལངས་པས་མངོན་པའི་ང་རྒྱལ་བྱེད་པ་དང་། ཆོས་ཀྱི་སྒྲིབ་པ་ཀུན་ནས་ལངས་ནས་ཆོས་སྤོང་བ་སྟེ།
en: Obtaining misguided learning and seeking advice from worldly materialists; not listening to the Dharma teachings on the six perfections and the bodhisattva section; proudly undertaking the work of Māra; and abandoning the Dharma due to the arising of obscurations concerning the Dharma.

source: བློ་གྲོས་རྒྱ་མཚོ་ཆོས་བཞི་པོ་དེ་དག་ནི་ཐེག་པ་ཆེན་པོའི་བར་ཆད་དུ་འགྱུར་བའོ། །
en: Sāgaramati, these are four ways that obstruct the Great Vehicle.

source: གཞན་ཡང་ཆོས་བཞི་སྟེ། ཆགས་པ་དང་། ཞེ་སྡང་དང་། གཏི་མུག་དང་། ཉོན་མོངས་པས་རྒྱགས་ནས་ཆོས་ཀྱི་ཡོན་ཏན་དོན་དུ་མི་གཉེར་བའོ། །
en: “There are another four: attachment, aggression, stupidity, and failing to be interested in the qualities of the Dharma because one is full of afflictions.

source: གཞན་ཡང་ཆོས་བཞི་སྟེ། ཕ་རོལ་གྱི་རྙེད་པ་རྣམས་ལ་ཕྲག་དོག་བྱེད་པ་དང་། ཆོས་སྟོན་པ་རྣམས་ལ་གཡོས་སྟོན་པ་དང་། གཟིངས་པའི་བློས་སྒྱུས་ཉེ་བར་སྤྱོད་པ་དང་། སླུ་བས་སེམས་མི་བརྟན་པའོ། །
en: “There are another four: being jealous of others’ gain, acting deceitfully toward Dharma teachers, being scattered and pretentious, and being unreliable and deceptive.

source: གཞན་ཡང་བཞི་སྟེ། དགེ་བའི་བཤེས་གཉེན་ལ་སྡིག་པའི་གྲོགས་པོར་འདུ་ཤེས་པ་དང་། སྡིག་པའི་གྲོགས་པོ་ལ་དགེ་བའི་བཤེས་གཉེན་དུ་འདུ་ཤེས་པ་དང་། ཆོས་མ་ཡིན་པ་ལ་ཆོས་སུ་འདུ་ཤེས་པ་དང་། ཆོས་ལ་ཆོས་མ་ཡིན་པར་འདུ་ཤེས་པའོ། །
en: “There are another four: conceiving of spiritual friends as destructive companions, conceiving of destructive companions as spiritual friends, conceiving of what is not Dharma as Dharma, and conceiving of what is Dharma as not Dharma.

source: གཞན་ཡང་བཞི་སྟེ། སེར་སྣའི་དྲི་མ་ཅན་གྱི་སེམས་དང་། སློང་བ་རྣམས་ལ་གནོད་པ་དང་ཐ་བ་ཅན་གྱི་སེམས་དང་། བྱིན་ནས་འགྱོད་པའི་སེམས་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་སེམས་མི་ཕྱོགས་པའོ། །
en: “There are another four: a mind stained by stinginess, a mind that is malicious and unaccommodating of beggars, a mind that regrets giving, and not orienting one’s mind toward omniscience.

source: གཞན་ཡང་བཞི་སྟེ། འདུན་པས་སྦྱིན་པ་དང་། ཞེ་སྡང་གིས་སྦྱིན་པ་དང་། གཏི་མུག་གིས་སྦྱིན་པ་དང་། འཇིགས་པས་སྦྱིན་པའོ། །
en: “There are another four: giving out of ulterior motive, aggression, stupidity, or fear.

source: གཞན་ཡང་བཞི་སྟེ། བརྗོད་པས་སྦྱིན་པ་དང་། གྲགས་པས་སྦྱིན་པ་དང་། སྒྲས་སྦྱིན་པ་དང་། ཚིགས་སུ་བཅད་པས་སྦྱིན་པའོ། །
en: “There are another four: giving because of seeking acclaim, reputation, renown, or praise.

source: གཞན་ཡང་བཞི་སྟེ། ངོར་བལྟ་བའི་སྦྱིན་པ་དང་། སྐབས་ཆུང་ཟད་ཀྱི་ཕྱིར་སྦྱིན་པ་དང་། བརྙས་ཐབས་སུ་སྦྱིན་པ་དང་། རང་གི་ལག་ནས་སྦྱིན་པ་མ་ཡིན་པའོ། །
en: “There are another four: giving in public view, giving for a minor purpose, giving with a scornful attitude, and giving the belongings of others.

source: གཞན་ཡང་བཞི་སྟེ། ངན་པ་སྦྱིན་པ་དང་། མི་བཟོད་པའི་སྦྱིན་པ་དང་། གུས་པར་མ་བྱས་པའི་སྦྱིན་པ་དང་། མངོན་པའི་ང་རྒྱལ་གྱིས་སྦྱིན་པའོ། །
en: “There are another four: negative giving, impatient giving, disrespectful giving, and proud giving.

source: གཞན་ཡང་བཞི་སྟེ། མཚོན་ཆ་སྦྱིན་པ་དང་། དུག་སྦྱིན་པ་དང་། རུང་བ་མ་ཡིན་པའི་སྦྱིན་པ་དང་། མི་ཆོག་པར་སྦྱིན་པའོ། །
en: “There are another four: giving weapons, giving poison, giving inappropriate things, and giving illegal things.

source: གཞན་ཡང་བཞི་སྟེ། ཚུལ་ཁྲིམས་དང་ལྡན་པ་རྣམས་ལ་ཞེ་སྡང་བ་དང་། ཚུལ་ཁྲིམས་འཆལ་པ་རྣམས་ལ་གནོད་པ་དང་ཐ་བའི་སེམས་དང་ལྡན་པ་དང་། བདག་ཉིད་ལྷོད་པ་དང་། ཚུལ་ཁྲིམས་དང་སྡོམ་པའི་གཏམ་ལ་གསོད་པ་ལྟ་བུར་འདུ་ཤེས་པའོ། །
en: “There are another four: being aggressive toward those who are disciplined, being malicious and unaccommodating toward those who have corrupt discipline, personally relaxing one’s vows, and thinking that discussions of discipline and vows are useless.

source: གཞན་ཡང་བཞི་སྟེ། ཡང་བའི་རྙེད་པ་ཡོངས་སུ་ཚོལ་བ་དང་། ཆོས་ཀྱིས་རྙེད་པ་ཀུན་ཏུ་འགེད་པར་མི་བྱེད་པ་དང་། གཞན་གྱི་འཐོབ་པ་གཅོད་པ་དང་། རང་གིས་འཐོབ་པས་ཆོག་མི་ཤེས་པའོ། །
en: “There are another four: pursuing shallow gains, not sharing the wealth of the Dharma, preventing others’ success, and not being satisfied with one’s own successes.

source: གཞན་ཡང་བཞི་སྟེ། སྤྱོད་ལམ་གྱིས་ལུས་ཚུལ་འཆོས་པ་དང་། ལོག་པར་སྨྲ་བས་ངག་ཚུལ་འཆོས་པ་དང་། སྡིག་པ་འདོད་པས་སེམས་ཚུལ་འཆོས་པ་དང་། འཚོ་བ་ཡོངས་སུ་མ་དག་པས་ཐམས་ཅད་དུ་ཚུལ་འཆོས་པའོ། །
en: “There are another four: being physically hypocritical, being verbally hypocritical through wrong speech, being mentally hypocritical by taking pleasure in evil deeds, and acting hypocritically in every way due to an impure livelihood.

source: གཞན་ཡང་བཞི་སྟེ། ཐེག་པ་མཚུངས་པ་ལ་ཡང་དག་པར་ཞུགས་པ་རྣམས་ལ་ཞེ་སྡང་བ་དང་། བདུད་ཀྱི་ལས་ཁོང་དུ་མ་ཆུད་པས་མངོན་པའི་ང་རྒྱལ་ཅན་དང་། དེ་དག་གི་བསྔགས་པ་མ་ཡིན་པ་བརྗོད་པ་དང་། དེ་དག་གི་བསྔགས་པ་དང་ཡོན་ཏན་གྱིས་ཡིད་མི་བདེ་བར་འགྱུར་བའོ། །
en: “There are another four: being aggressive toward those who have entered the same vehicle, criticizing them, being displeased by their praise and qualities, and having manifest pride because one fails to understand the workings of Māra.

source: གཞན་ཡང་བཞི་སྟེ། ང་རྒྱལ་གྱིས་ཁེངས་ནས་ཆོས་རྣམས་ལ་རིམ་གྲོ་མེད་པ་དང་། ཆོས་སྨྲ་བ་རྣམས་ལ་མི་གུས་པ་དང་། ཕ་མ་དང་སློབ་དཔོན་དང་མཁན་པོ་རྣམས་ལ་མི་འདུད་པ་རྣམས་དང་། ལུས་དང་སེམས་རྩུབ་པས་རྟག་པར་རྒྱུན་དུ་མི་འཐུན་པར་གནས་པའོ། །
en: “There are another four: swelling with pride and failing to honor one’s religious commitments; failing to respect Dharma teachers; not bowing to one’s parents, instructors, or preceptors; and always acting contrary because of one’s physical and mental abrasiveness.

source: གཞན་ཡང་བཞི་སྟེ། བདག་གི་ཡོན་ཏན་བརྗོད་པ་དང་། གཞན་གྱི་ཡོན་ཏན་ལོག་པར་བརྗོད་པ་དང་། ངའོ་སྙམ་པའི་ང་རྒྱལ་འབར་བ་དང་། ཁྲོ་བ་བརྟན་པའོ། །
en: “There are another four: praising oneself, disputing the qualities of others, letting the pride of one’s self-centeredness blaze, and being mean.

source: གཞན་ཡང་བཞི་སྟེ། ལེ་ལོ་དང་། སྙོམ་ལས་དང་། བཀའ་བློ་མི་བདེ་བ་དང་། འཐུན་པར་མི་འཛིན་པའོ། །
en: “There are another four: laziness, sloth, failing to heed advice, and being disagreeable.

source: གཞན་ཡང་བཞི་སྟེ། མ་དུལ་བ་དང་། མ་ཞི་བ་དང་། མ་སྦས་པ་དང་། མ་བཏུལ་བའོ། །
en: “There are another four: being unruly, unsettled, uninhibited, and untamed.

source: གཞན་ཡང་བཞི་སྟེ། ཐོས་པ་ཉུང་ངུས་གྲོང་དང་གྲོང་ཁྱེར་དང་གྲོང་རྡལ་དུ་འཇུག་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་ལ་མི་གནས་པར་རྙེད་པ་དང་བཀུར་སྟི་དང་ཚིགས་སུ་བཅད་པ་འདོད་པ་དང་། དབང་པོ་རྣམས་ཀྱི་སྒོམ་བསྲུངས་པར་བུད་མེད་ལ་ལྟ་བ་དང་། མཉམ་པར་མ་བཞག་པའི་སེམས་ཀྱིས་སེམས་ཅན་གྱི་དབང་པོ་ལ་འཇུག་པའོ། །
en: “There are another four: going to towns, villages, and cities while being insufficiently learned; living without observing discipline and yet desiring gain, honor, and praise; looking at women while failing to guard one’s senses; and engaging the faculties of beings outside of a state of equipoise.

source: གཞན་ཡང་བཞི་སྟེ། བསྡུ་བའི་དངོས་པོ་ལ་མི་བརྩོན་པ་དང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ལ་གཡེལ་བ་དང་། ཆོས་སྤོང་གི་ལས་ཀུན་ཏུ་མི་སྲུང་བ་དང་། ཆོས་སྨྲ་བའི་གང་ཟག་རྣམས་ལ་གནོད་པ་བྱེད་པའོ། །
en: “There are another four: not putting energy into the means of attracting students, straying from ripening beings, giving up the Dharma and failing to guard one’s actions, and harming people who teach the Dharma.

source: གཞན་ཡང་བཞི་སྟེ། གཏི་མུག་གིས་འདོད་པ་ཆེ་བ་དང་། ཞེ་སྡང་གིས་སྡིག་པ་འདོད་པ་དང་། འདོད་ཆགས་ཀྱིས་ཆོག་མི་ཤེས་པ་དང་། ཆགས་པས་ངོམས་མི་མྱོང་བའོ། །
en: “There are another four: increasing one’s attachment because of stupidity, desiring evil deeds because of aggression, being discontent because of attachment, and being insatiable because of desire.

source: གཞན་ཡང་བཞི་སྟེ། མ་དད་པས་མི་འདུན་པ་དང་། སྡིག་པའི་གྲོགས་པོ་དང་སྟེན་པས་སྡིག་པ་ལ་མི་སྨོད་པ་དང་། ལེ་ལོས་དགེ་བའི་ཆོས་ཡོངས་སུ་འགྲིབ་པ་དང་། བག་མེད་པས་དགེ་བའི་རྩ་བ་བྱས་པ་རབ་ཏུ་འཇིག་པའོ། །
en: “There are another four: being uninspired because of lacking faith, failing to scorn evil deeds because of one’s reliance on evil companions, letting virtuous qualities diminish due to laziness, and destroying roots of virtue due to carelessness.

source: གཞན་ཡང་བཞི་སྟེ། ནང་དུ་སོ་སོར་མི་རྟོག་པས་ངོ་ཚ་མེད་པ་དང་། སངས་རྒྱས་ལ་མི་རྟོག་པས་ཁྲེལ་མེད་པ་དང་། མཚམས་མེད་པ་དང་མཚུངས་པས་བྱས་པ་མི་གཟོ་བ་དང་། རེ་བས་བྱས་ན་མི་འཇིགས་པའོ། །
en: “There are another four: lacking shame due to insufficient reflection, lacking conscience due to not thinking about the Buddha, being ungrateful by acting in accord with the acts with immediate consequence, and not being appropriately fearful due to blind hope.

source: གཞན་ཡང་བཞི་སྟེ། གནོད་སེམས་དང་། ཁོང་ཁྲོ་བ་དང་། འཁོན་དུ་འཛིན་པ་དང་། རྣམ་པར་འཚེ་བའོ། །
en: “There are another four: malice, anger, spite, and harmfulness.

source: གཞན་ཡང་བཞི་སྟེ། འཕགས་པ་རྣམས་ལ་སླུ་བ་དང་། འཕགས་པ་མ་ཡིན་པ་རྣམས་ལ་རྗེས་སུ་མི་སྲུང་བ་དང་། སྦྱིན་པ་པོ་རྣམས་ལ་བརྙས་པ་དང་། སྦྱིན་གནས་རྣམས་ལ་ཁྱད་དུ་གསོད་པའོ། །
en: “There are another four: deceiving noble beings, failing to protect those that are not noble, scorning donors, and disparaging those worthy of offerings.

source: གཞན་ཡང་བཞི་སྟེ། ལུས་ཀྱི་ལས་ཡོངས་སུ་མ་དག་པ་དང་། ངག་གི་ལས་ཀུན་ཏུ་མི་སྲུང་བ་དང་། སེམས་ཀྱི་ལས་ཞུམ་པ་དང་། ཐེག་པ་ཆེན་པོ་ལ་སྒྱིད་ལུག་པའོ། །
en: “There are another four: failing to purify one’s physical deeds, failing to guard one’s verbal deeds, getting discouraged about one’s mental deeds, and being discouraged concerning the Great Vehicle.

source: གཞན་ཡང་བཞི་སྟེ། འདུམ་པ་རྣམས་ལ་དབྱེན་བྱེད་པ་དང་། སློབ་དཔོན་དང་མཁན་པོ་རྣམས་ལ་ཚིག་བརླང་བ་དང་། དགོས་པ་དོན་དུ་གཉེར་བ་རྣམས་ལ་ཚིག་ཀྱལ་པ་སྨྲ་བ་དང་། ལྷ་དང་མི་རྣམས་ལ་སླུ་བའོ། །
en: “There are another four: splitting up reconciled parties, criticizing one’s instructors and preceptors, gossiping with those who are truly interested in what is essential, and deceiving gods or humans.

source: གཞན་ཡང་བཞི་སྟེ། ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་ཀུན་ཏུ་མི་སྲུང་བ་དང་། འཇིག་རྟེན་ཕ་རོལ་ལ་ལོག་པར་བརྗོད་པ་དང་། དགེ་བའི་རྩ་བ་རྣམས་འཇིག་པ་དང་། ཚོགས་བསགས་པ་རབ་ཏུ་འཇིག་པའོ། །
en: “There are another four: failing to maintain abundant discipline, denying rebirth, destroying roots of virtue, and preventing the gathering of accumulations.

source: གཞན་ཡང་བཞི་སྟེ། རྒོད་པའི་འཁོར་དང་། ཁེངས་ཤིང་འདུས་པ་ལ་ཆགས་པ་དང་། མུ་ཅོར་སྨྲ་བས་ལྟུང་བ་ཤིན་ཏུ་འདའ་བ་དང་། ཆོལ་པའི་ཚིག་གིས་འཇིག་རྟེན་པའི་གསང་ཚིག་བརྗོད་པའོ། །
en: “There are another four: keeping rude company, being arrogant and attracted to gatherings, straying into error by speaking falsely, and employing mistaken statements to cast worldly spells.

source: གཞན་ཡང་བཞི་སྟེ། མི་བརྩོམ་པར་དགོན་པ་ལ་གནས་པ་དང་། ཁོང་ཁྲོ་བ་མང་ལ་འདྲེ་ཞིང་གནས་པ་དང་། དགེ་བའི་རྩ་བ་མ་བསྐྱེད་པར་བསོད་ནམས་དང་ལྡན་པར་འདུ་ཤེས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་མིང་གིས་ཐོབ་པས་འཚོ་བའོ། །
en: “There are another four: living in seclusion without doing anything, spending time with those who are very aggressive, thinking one has merit without developing roots of virtue, and living to attain the reputation of being a bodhisattva.

source: གཞན་ཡང་བཞི་སྟེ། ཅང་ཤེས་མེད་པའི་སེམས་དང་། དམུ་རྒོད་ཀྱི་སེམས་དང་། མ་དུལ་བའི་སེམས་དང་། སེམས་ཅན་རྣམས་ལ་མི་སྙོམས་པའི་སེམས་སོ། །
en: “There are another four: an ignoble mind, an uncivilized mind, an untamed mind, and being biased towards beings.
